import { Drama } from "lucide-react";

const poemDetails = [
  {
    title: "WAQT",
    contnent: `
    ये ज़िंदगी मुट्ठी भर रेत सी हो गई है,
    वक्त के साथ-साथ हाथों से छूट रही है,
    कच्चे डोर की उलझनों ने इस कदर मेरी मुस्कान दबोच रखी है,
    मेरी हर सोच पर एक मोच सी बन रखी है।

    इन आंसुओं का स्वाद मेरे मन को फीका सा कर रहा है,
    इस सुख और दुःख के जंग में मेरा दर्द बार-बार मुझे टटोल रहा है।

    जी चाहता है बस यही थम जाऊं,
    उन धागों को तोड़कर बस खुद में सिमट जाऊं,
    लेकिन एक आवाज़ अब भी पुकार रही है,
    पीछे मुड़कर मत देख, हर रोज मुझे दहाड़ रही है।

    अब मैंने वी ठान लिया है,
    इस डोर से ही मेरी ज़िंदगी पिरोई जाएगी,
    मेरी पहचान मेरी गरूर बन, 
    अब मेरी खुशियां लौट वापस आएंगी।

    इस नये उम्मीद से आगे बढ़ रहा हूँ,
    उस रेत को अपनी मुट्ठी में ही जकर रहा हूँ!
    `,
  },
  {
    title: "SAFAR",
    contnent: `
    खुशियों के लिए हर बार कुछ दाव पे रखता हूँ,
    रास्ते बहुत हैं पर हर बार उन गलतियों से गुज़रता हूँ।
    
    मैं इस सफ़र का राही हर बार अपना पैर,
    उस कुल्हाड़ी पे दे मारता हूँ।
    मैं वो गधा जो रुई के बोझ को हल्का करने,
    पानी में कुद जाता हूँ।
    
    अब इस सफ़र पे ठहराव भी चाहिए 
    थोड़ी छाँव भी चाहिए,
    पर किस्मत का खेल तो देखो 
    हर बार खजूर पेड़ के नीचे ही आ बसता हूँ।
    
    मैं मुसाफ़िर अब फिर चल पड़ा हूँ,
    एक-एक कर आगे बढ़ रहा हूँ,
    कंकड़ बटोर कर मटके में डाल रहा हूँ,
    चोट तो तब हुई जब कौवे ने मटके से पानी पी लिया,
    और मैं अब वी प्यासा मर रहा हूँ।
    
    अब बस सफ़र के अंत की तलाश में हूँ,
    मैं वो कछुआ जो सारे खरगोश को पीछे छोड़ रहा हूँ,
    मंज़िल तो शायद पहुंच ही जाऊंगा 
    पर लगता है ये रेस अब भी हार चुका हूँ।
    
    चलो बात प्रतिस्पर्धा की नहीं करता,
    जो खुशियों की बात की थी उस पे ही अड़ता हूँ।
    जिस जगह को छोड़ आया वो अब ज्यादा सुहाना दिखता है,
    और मैं, खुशियों की बात तो छोड़ो,
    उस दाव में तो अब सब कुछ खो चुका हूँ।
    `,
  },
  {
    title: "MOCH",
    content: `
    ये रास्ते तलाशते किधर खो गए,
    मंजिलें जो पास थे किधर को गए।
    आहिस्ते आहिस्ते कदम फिसलने लगे,
    मोच बढ़ते गए मरहम मसलते रहे।
    जो सोचा देखूँ खुद को ये आईने में,
    ये घाव में तो हम कब के लिपट से गए।

    खुद हार औरों को अपना हकीम समझे,
    उनके कुटिये में खुदको मुकीम समझे।
    दूर हुए देख मुझको, अछूत समझे,
    जो चेहरे चमकते थे आँखों में,
    आज उन्होंने ही मुझको गैर समझे।

    इस दर्द का तब्दीर मिला अब भी नहीं,
    क्या मेरा तक़दीर दिखा अब भी नहीं।
    ये जान कोई चोट कम ये मन नम हुई,
    कि दर्द देने वाले तो अपने कभी थे ही नहीं।
    `,
  },
];
