export const poemDetails = [
  {
    title: "वक्त",
    url: "https://image.lexica.art/full_webp/234fe8d7-7196-4d4d-b1b8-c1cb2aecb409",
    content: (
      <div>
        <p>
          ये ज़िंदगी मुट्ठी भर रेत सी हो गई है,
          <br />
          वक्त के साथ-साथ हाथों से छूट रही है,
          <br />
          कच्चे डोर की उलझनों ने इस कदर मेरी मुस्कान दबोच रखी है,
          <br />
          मेरी हर सोच पर एक मोच सी बन रखी है।
        </p>
        <p>
          इन आंसुओं का स्वाद मेरे मन को फीका सा कर रहा है,
          <br />
          इस सुख और दुःख के जंग में मेरा दर्द बार-बार मुझे टटोल रहा है।
        </p>
        <p>
          जी चाहता है बस यही थम जाऊं,
          <br />
          उन धागों को तोड़कर बस खुद में सिमट जाऊं,
          <br />
          लेकिन एक आवाज़ अब भी पुकार रही है,
          <br />
          पीछे मुड़कर मत देख, हर रोज मुझे दहाड़ रही है।
        </p>
        <p>
          अब मैंने वी ठान लिया है,
          <br />
          इस डोर से ही मेरी ज़िंदगी पिरोई जाएगी,
          <br />
          मेरी पहचान मेरी गरूर बन,
          <br />
          अब मेरी खुशियां लौट वापस आएंगी।
        </p>
        <p>
          इस नये उम्मीद से आगे बढ़ रहा हूँ,
          <br />
          उस रेत को अपनी मुट्ठी में ही जकर रहा हूँ!
        </p>
      </div>
    ),
  },
  {
    title: "सफ़र",

    url: "https://image.lexica.art/full_webp/127de53f-3fd2-46e7-aaad-66135afcc5dc",
    content: (
      <div>
        <p>
          खुशियों के लिए हर बार कुछ दाव पे रखता हूँ,
          <br />
          रास्ते बहुत हैं पर हर बार उन गलतियों से गुज़रता हूँ।
        </p>
        <p>
          मैं इस सफ़र का राही हर बार अपना पैर,
          <br />
          उस कुल्हाड़ी पे दे मारता हूँ।
          <br />
          मैं वो गधा जो रुई के बोझ को हल्का करने,
          <br />
          पानी में कुद जाता हूँ।
        </p>
        <p>
          अब इस सफ़र पे ठहराव भी चाहिए
          <br />
          थोड़ी छाँव भी चाहिए,
          <br />
          पर किस्मत का खेल तो देखो
          <br />
          हर बार खजूर पेड़ के नीचे ही आ बसता हूँ।
        </p>
        <p>
          मैं मुसाफ़िर अब फिर चल पड़ा हूँ,
          <br />
          एक-एक कर आगे बढ़ रहा हूँ,
          <br />
          कंकड़ बटोर कर मटके में डाल रहा हूँ,
          <br />
          चोट तो तब हुई जब कौवे ने मटके से पानी पी लिया,
          <br />
          और मैं अब वी प्यासा मर रहा हूँ।
        </p>
        <p>
          अब बस सफ़र के अंत की तलाश में हूँ,
          <br />
          मैं वो कछुआ जो सारे खरगोश को पीछे छोड़ रहा हूँ,
          <br />
          मंज़िल तो शायद पहुंच ही जाऊंगा
          <br />
          पर लगता है ये रेस अब भी हार चुका हूँ।
        </p>
        <p>
          चलो बात प्रतिस्पर्धा की नहीं करता,
          <br />
          जो खुशियों की बात की थी उस पे ही अड़ता हूँ।
          <br />
          जिस जगह को छोड़ आया वो अब ज्यादा सुहाना दिखता है,
          <br />
          और मैं, खुशियों की बात तो छोड़ो,
          <br />
          उस दाव में तो अब सब कुछ खो चुका हूँ।
        </p>
      </div>
    ),
  },
  {
    title: "मोच",
    url: "https://image.lexica.art/full_webp/7fd18a49-8bec-49b4-bd15-e648686d5466",
    content: (
      <div>
        <p>
          ये रास्ते तलाशते किधर खो गए,
          <br />
          मंजिलें जो पास थे किधर को गए।
          <br />
          आहिस्ते आहिस्ते कदम फिसलने लगे,
          <br />
          मोच बढ़ते गए मरहम मसलते रहे।
          <br />
          जो सोचा देखूँ खुद को ये आईने में,
          <br />
          ये घाव में तो हम कब के लिपट से गए।
        </p>
        <p>
          खुद हार औरों को अपना हकीम समझे,
          <br />
          उनके कुटिये में खुदको मुकीम समझे।
          <br />
          दूर हुए देख मुझको, अछूत समझे,
          <br />
          जो चेहरे चमकते थे आँखों में,
          <br />
          आज उन्होंने ही मुझको गैर समझे।
        </p>
        <p>
          इस दर्द का तब्दीर मिला अब भी नहीं,
          <br />
          क्या मेरा तक़दीर दिखा अब भी नहीं।
          <br />
          ये जान कोई चोट कम ये मन नम हुई,
          <br />
          कि दर्द देने वाले तो अपने कभी थे ही नहीं।
        </p>
      </div>
    ),
  },
];
